/* 
  Localizable.strings
  TouchTheDroids

  Created by sumy on 11/07/31.
  Copyright 2011年 __MyCompanyName__. All rights reserved.
*/
"Finish!" = "Finish!";
"Highscore!" = "Highscore!";
"Successful. You destroyed all the droids!" = "Successful. You destroyed all the droids!";
"Successful. You destroyed all the droids!\nAnd, You got a new record!" = "Successful. You destroyed all the droids!\nAnd, You got a new record!";